package com.learn.howtoplay.helper

class Constants {

    var lessonNums = arrayListOf(
        "Урок 1-й", "Урок 2-й", "Урок 3-й", "Урок 4-й", "Урок 5-й", "Урок 6-й", "Урок 7-й", "Урок 8-й",
        "Урок 9-й", "Урок 10-й", "Урок 11-й", "Урок 12-й", "Урок 13-й", "Урок 14-й", "Урок 15-й", "Урок 16-й",
        "Урок 17-й", "Урок 18-й", "Урок 19-й", "Урок 20-й", "Урок 21-й", "Урок 22-й ч.1", "Урок 22-й ч.2", "Урок 23-й",
        "Урок 24-й", "Урок 25-й",  "Урок 26-й", "Урок 27-й", "Урок 28-й", "Урок 29-й", "Урок 30-й", "Урок 31-й", "Урок 32-й",
        "Урок 33-й", "Урок 34-й", "Урок 35-й", "Урок 36-й", "Урок 37-й"
        )

    var lessonTitles = arrayListOf(
        "Как следить за телодвижениями?", "Охраняем ваш банкролл", "Основные подсказки", "Поведение в сложных ситуациях",
        "Как \"рекламировать\" себя в покере", "Как добиться того, чтобы игроки со слабой рукой принимали ваши ставки",
        "Подбираем себе имидж ", "Когда пора скидывать сильные карты", "Профессиональные хитрости", "Когда не поднимать?",
        "Слабые шансы тоже считаются", "Сбиваем с толку оппонентов", "Экстра прибыль на блайндах", "Когда продолжить играть, а когда - уйти?",
        "Мифы покера - Часть 1", "Дорогие ошибки опытных игроков", "Когда поднимать ставку?", "Малоизвестные покерные хитрости",
        "Покер как бизнес", "Увеличиваем свою прибыль со слабых оппонентов", "Секреты по игре за неполным столом (Short-Handed)",
        "Увеличиваем вашу прибыль, играя с вашей позиции", "Наблюдаем за игрой и соперниками", "«Протекания» в покере – потеря прибыли",
        "Некоторые распространенные «утечки»", "«Переключаем передачи» в покере", "Мотивационные советы, которые сохранят ваш банкролл",
        "Используем «говорящие подсказки»", "Удача в покере", "Стратегии для получения дополнительной прибыли", "Корректируем свою игру",
        "Наиболее частые вопросы по покеру", "Дополнительные навыки к вашей стратегии", "Когда хороший совет становится плохим",
        "Секреты ри-рейзов в покере", "Мои советы к вашей основной стратегии", "Что делать, когда вы проигрываете?", "Лучшие советы с предыдущих уроков "
    )

    var lessonFiles = arrayListOf(
        "lesson1.txt", "lesson2.txt", "lesson3.txt", "lesson4.txt", "lesson5.txt", "lesson6.txt", "lesson7.txt", "lesson8.txt", "lesson9.txt", "lesson10.txt",
        "lesson11.txt", "lesson12.txt", "lesson13.txt", "lesson14.txt", "lesson15.txt", "lesson16.txt", "lesson17.txt", "lesson18.txt", "lesson19.txt", "lesson20.txt",
        "lesson21.txt", "lesson22.txt", "lesson23.txt", "lesson24.txt", "lesson25.txt", "lesson26.txt", "lesson27.txt", "lesson28.txt", "lesson29.txt", "lesson30.txt",
        "lesson31.txt", "lesson32.txt", "lesson33.txt", "lesson34.txt", "lesson35.txt", "lesson36.txt", "lesson37.txt", "lesson38.txt"
    )

}